import PageHead from "@/components/modules/PageHead/PageHead";
export default function About() {
    return (
        <div className="mb-20">
            <PageHead title="درباره ما" image="cat-4.png" />
            <div className="container">
                <div className="grid grid-cols-2">
                    <div>
                        <p className="text-2xl/8 md:text-4xl/12 font-danaBold text-primary">درباره پیلیسوک</p>
                        <p className="text-xl/7 text-dark-secondary my-5 max-w-140">پت شاپ پیلیسوک با عشق به حیوانات و با هدف فراهم کردن بهترین تجربه برای صاحبان پت‌ها راه‌اندازی شده است. ما باور داریم حیوانات خانگی عضوی از خانواده هستند و شایسته بهترین مراقبت و توجه‌اند. به همین دلیل، مجموعه‌ای کامل از محصولات باکیفیت، خدمات تخصصی، و پشتیبانی حرفه‌ای را گرد هم آورده‌ایم تا هر آنچه که پت دوست‌داشتنی‌تان نیاز دارد، در یک مکان قابل دسترس باشد.
                            در پیلیسوک می‌توانید به طیف وسیعی از غذاهای برند، لوازم بهداشتی، اسباب‌بازی، خدمات دامپزشکی، اصلاح و شست‌وشوی حیوانات خانگی و مشاوره تخصصی دسترسی داشته باشید. تیم ما از افراد علاقه‌مند و متخصص تشکیل شده که اولویت‌شان سلامت، شادی و رفاه پت شماست. ما اینجاییم تا تجربه‌ای مطمئن، دلگرم‌کننده و بی‌دردسر از نگهداری حیوان خانگی برای شما بسازیم.</p>
                    </div>
                    <img src="/images/cut-cat.png" alt="" />
                </div>
            </div>
        </div>
    );
}